{
    "yueyanglouji": {
        "title": "岳阳楼记",
        "description": "范仲淹为友人滕子京重修岳阳楼而作《岳阳楼记》，描写洞庭湖景，叙述迁客骚人览物之情，抒发「不以物喜，不以己悲」的胸怀、「先天下之忧而忧，后天下之乐而乐」的志向。文章语言优美，气势恢宏，思想深刻，是一篇不朽的散文名篇。"
    },
    "zuiwengtingji": {
        "title": "醉翁亭记",
        "description": "本文描写醉翁亭的秀丽环境和自然风光，勾勒出一幅太守与民同乐的图画，抒发了作者的政治思想和寄情山水以排遣遭受打击的复杂感情。 全文描写醉翁亭秀丽的环境、变化多姿的自然风光和游人的山水之乐、游宴之乐，表现了作者与民同乐的思想，抒发了他贬谪后的抑郁心情。"
    },
    "huxintingkanxue": {
        "title": "湖心亭看雪",
        "description": "《湖心亭看雪》是明代张岱的散文名篇，记述了他独自乘舟游览雪后西湖的奇妙经历，以及在湖心亭与两位金陵客人相遇相饮的欢乐场面。文章用清新淡雅的语言，描绘了西湖的美丽风光和游人的高雅情趣，表达了作者对故国的怀念，对知己的惋惜，对生活的热爱，以及对人生渺茫的感慨。"
    },
    "qinyuanchunxue": {
        "title": "沁园春·雪",
        "description": "这首词以北国雪景为背景，表达了词人对祖国的热爱和对英雄的敬仰。词人用恢宏的笔触，描绘了雪花飞舞、银装素裹的壮美景象，寄托了他的旷达豪情。词人还评论了历史上的功臣，赞扬了当代的革命者，宣告了无产阶级的伟大理想。这首词结合了写景、议论和抒情，展现了毛泽东诗词的豪放风格。"
    },
    "xiangchou": {
        "title": "乡愁",
        "description": "这首诗语言简洁却富有韵味，表达了诗人对故乡的深切思念和对祖国的无限眷恋。诗人用四个不同的时期和四个不同的意象，描绘了乡愁的变化和发展。从童年的邮票，到青年的船票，到中年的坟墓，到老年的海峡，展现了他与母亲、新娘、大陆的距离和联系。"
    },
    "xinlunan": {
        "title": "行路难·其一",
        "description": "本诗写于被谗出京时，抒发了诗人李白对黑暗政治的愤慨和对理想追求的执着。诗人在歧路中迷茫，不知前途何在，最后振作起来，相信总有一天能实现抱负。诗歌通过感情的起伏变化，展现了诗人的苦闷、自信和乐观。"
    },
    "changshaguojiayizhai": {
        "title": "长沙过贾谊宅",
        "description": "这首七律是一首感时咏史的诗作。诗中开头概括了贾谊的三次贬谪，暗含了自己的命运。中间描绘了贾谊旧宅的凄凉，反映了诗人的寂寞。最后只得感慨命运的不幸，表达被贬的不满。全诗讲的是贾谊，实际是代指自己的遭遇，既有古典韵味，又有现代意义，是一首精彩的七律。"
    },
    "chouletianyangzhouchufengxishangjianzeng": {
        "title": "酬乐天扬州初逢席上见赠",
        "description": "《酬乐天扬州初逢席上见赠》是刘禹锡的名篇，表达了他对世事变迁和仕途坎坷的豁达态度，展现了他的信念和乐观精神，寓含了新旧更替的哲理。诗中运用层层递进的手法，从自己被贬、战友牺牲、故乡变迁、新贵得势，到自我激励、重新投入生活，情感由愤激到振奋，言简意深，感人至深。"
    },
    "shuidiaogetoumingyuejishiyou": {
        "title": "水调歌头·明月几时有",
        "description": "这是一首表达对弟弟思念的名作，运用形象描绘和哲理思辨，写出了月亮的美好和寒冷，人间的离合和圆缺，自己的幻想和现实。诗人既有登仙之想，又有留恋之情，既有埋怨之语，又有宽慰之辞，既有忧伤之感，又有祝愿之意。诗情真挚，诗句精炼，诗思深远，展现了诗人豪放洒脱、旷达乐观的风格和境界。"
    },
    "yueyeyishedi": {
        "title": "月夜忆舍弟",
        "description": "杜甫《月夜忆舍弟》是思亲怀友的佳作，表现了他在战乱中对故乡和弟兄的深切思念。诗首先写出边塞秋夜的凄凉景象，然后点题望月怀乡，接着抒发弟兄离散、生死难卜的悲痛心情，最后表达寄书不达、未休兵事的忧虑之情。诗情真挚，诗句精炼，层次分明，结构严谨。"
    }
}
